[
  {
    "id": 1,
    "title": "Quotely",
    "translations": {
      "en": {
        "shortDescription": "Quotely is a quotes app with inspirational quotes",
        "longDescription": "Quotely was created out of a personal need for a quotes app in the App Store where you can find quotes from all kinds of well-known, inspiring people across different categories. The design is minimalist and stylish, featuring striking gradients and a light blue primary color. This is my first app in the App Store and it's free to download and use. Download it now here: https://apps.apple.com/us/app/quotely-daily-wisdom/id6744104889"
      },
      "nl": {
        "shortDescription": "Quotely is een quotes app met inspirerende quotes",
        "longDescription": "Quotely is gecreeerd vanuit de persoonlijke behoefte naar een quotes app in de appstore waar je quotes kan vinden van allerlei bekende inspirende mensen uit verschillende categorieen. Het design is minimalistisch en stijlvol en bevat veel opvallende mooie gradients en een lichtblauwe hoofdkleur.  De app is mijn eerste app in de appstore en is gratis te downloaden en te gebruiken. Download hem nu hier: https://apps.apple.com/us/app/quotely-daily-wisdom/id6744104889 "
      }
    },
    "technologies": [
      "JavaScript",
      "React Native"
    ],
    "image": "/images/Quotely-App.webp",
    "video": "alndWeYCopw",
    "githubLink": "https://github.com/phsworks/quotely-codebase",
    "liveDemo": "https://apps.apple.com/us/app/quotely-daily-wisdom/id6744104889"
  },
  {
    "id": 2,
    "title": "007 Legacy",
    "translations": {
      "en": {
        "shortDescription": "A James Bond-themed browser game based on the movies.",
        "longDescription": "007 Legacy is a browser-based game inspired by the James Bond movie franchise. In the game, you will be fighting against multiple Bond villains. They will come at you with everything they've got, and you need to be careful not to let them catch you. Of course, you have a license to kill, so you will be able to shoot the villains. And also look for the Vodka Martinis; they can give you some extra strength to be stronger in your fight against the villains."
      },
      "nl": {
        "shortDescription": "Een James Bond-thema browserspel gebaseerd op de films.",
        "longDescription": "007 Legacy is een browserspel geïnspireerd door de films van James Bond. In het spel vecht je tegen meerdere Bond-schurken. Ze komen op je af met alles wat ze hebben, en je moet oppassen dat ze je niet te pakken krijgen. Natuurlijk heb je een licentie om te doden, dus je kunt de schurken neerschieten. Zoek ook naar de Vodka Martinis; ze kunnen je extra kracht geven om sterker te zijn in je strijd tegen de schurken."
      }
    },
    "technologies": [
      "HTML",
      "CSS",
      "JavaScript"
    ],
    "image": "/images/007-legacy-back.webp",
    "video": "I9rkChfLnzw",
    "githubLink": "https://github.com/phsworks/007-Legacy",
    "liveDemo": "https://phsworks.github.io/007-Legacy/"
  },
  {
    "id": 3,
    "title": "IronHub",
    "translations": {
      "en": {
        "shortDescription": "A forum platform for the Ironhack community.",
        "longDescription": "IronHub was developed during my Full Stack Development Bootcamp inspired by platforms like Stack Overflow. We wanted to create a dedicated space for Ironhack students to ask questions, share resources, and collaborate on projects. The platform features a secure sign-up and login system, allowing users to post questions, exchange ideas, and support each other in the growing IronHack community. The platform was built with React, JavaScript (NodeJS), and MongoDB."
      },
      "nl": {
        "shortDescription": "Een forumplatform voor de Ironhack community.",
        "longDescription": "IronHub werd ontwikkeld tijdens mijn Full Stack Development Bootcamp, geïnspireerd door platforms zoals Stack Overflow. We wilden een platform creëren voor Ironhack-studenten om vragen te stellen, bronnen te delen en samen te werken aan projecten. Het platform biedt een veilig registratie- en inlogsystem, waardoor gebruikers vragen kunnen posten, ideeën uitwisselen en elkaar ondersteunen in de groeiende IronHack community. Het platform is gebouwd met React, JavaScript (NodeJS) en MongoDB."
      }
    },
    "technologies": [
      "React",
      "CSS",
      "JavaScript",
      "MongoDB"
    ],
    "image": "/images/ironhub-back.webp",
    "video": "fmNhYVl26AQ",
    "githubLink": "https://github.com/didonatodani/ironhub-front",
    "liveDemo": "https://ironhub-front.netlify.app"
  },
  {
    "id": 4,
    "title": "Schouten Concepts",
    "translations": {
      "en": {
        "shortDescription": "A stylish website for the agency Schouten Concepts.",
        "longDescription": "The Schouten Concepts website was designed to showcase the agency's representation of high-quality home textiles and lifestyle brands in the Benelux region. With a focus on design and quality, the site presents inspiring collections and assists in creating unique concepts. Built using WordPress, the website offers an elegant and user-friendly platform for clients to explore the agency's offerings and services."
      },
      "nl": {
        "shortDescription": "Een stijlvolle website voor agentschap Schouten Concepts",
        "longDescription": "De website van Schouten Concepts is ontworpen om het agentschap te presenteren dat hoogwaardige home textiles en lifestylemerken vertegenwoordigt in de Benelux. Met een focus op design en kwaliteit toont de site inspirerende collecties en helpt bij het creëren van unieke concepten. Gebouwd met WordPress, biedt de website een elegante en gebruiksvriendelijke omgeving voor klanten om het aanbod en de diensten van het agentschap te verkennen."
      }
    },
    "technologies": [
      "WordPress"
    ],
    "image": "/images/SchoutenConcepts 2.webp",
    "video": "YYPhtE8LGjE",
    "githubLink": "",
    "liveDemo": "https://schoutenconcepts.nl/"
  },
  {
    "id": 5,
    "title": "BookQuest",
    "translations": {
      "en": {
        "shortDescription": "A personal app for organizing books.",
        "longDescription": "BookQuest was created during my Full Stack Development Bootcamp at IronHack with a colleague. We wanted to build an app that helps users organize their personal libraries, like their favorite books, and keep track of the ones they still want to read. We used Supabase to manage and store the book data, making it easy to create a smooth and responsive experience for book lovers."
      },
      "nl": {
        "shortDescription": "Een persoonlijke app om boeken te organiseren.",
        "longDescription": "BookQuest werd gemaakt tijdens mijn Full Stack Development Bootcamp bij IronHack met een collega. We wilden een app bouwen die gebruikers helpt hun persoonlijke bibliotheken te organiseren, zoals hun favoriete boeken, en bij te houden welke ze nog willen lezen. We gebruikten Supabase om de boekgegevens te beheren en op te slaan, waardoor het gemakkelijk werd om een soepele en responsieve ervaring voor boekliefhebbers te creëren."
      }
    },
    "technologies": [
      "React",
      "CSS",
      "JavaScript"
    ],
    "image": "/images/bookquest-back.webp",
    "video": "gLO3q4JOJDk",
    "githubLink": "https://github.com/NigelFerrefe/bookquest-project",
    "liveDemo": "https://thebookquest.netlify.app/"
  },
  {
    "id": 6,
    "title": "Guess My Number",
    "translations": {
      "en": {
        "shortDescription": "A React Native game where your phone tries to guess your number.",
        "longDescription": "Guess My Number is a React Native game I built during a course to learn React Native and Expo. In this game, you think of a number, and the phone tries to guess it by asking if your number is higher or lower than its guess. You guide the phone by providing hints ('higher' or 'lower'), and it continues guessing until it finds the correct number. The game tracks how many attempts the phone needs, making it a fun and interactive challenge! (no live preview)"
      },
      "nl": {
        "shortDescription": "Een React Native spel waarbij je telefoon probeert je getal te raden.",
        "longDescription": "Guess My Number is een React Native game die ik bouwde tijdens een cursus om React Native en Expo te leren. In dit spel denk je aan een getal, en je telefoon probeert het te raden door te vragen of je getal hoger of lager is dan zijn gok. Je begeleidt de telefoon door hints te geven ('hoger' of 'lager'), en hij blijft raden tot hij het juiste getal vindt. Het spel houdt bij hoeveel pogingen de telefoon nodig heeft, waardoor het een leuk en interactief uitdaging is! (geen live preview)"
      }
    },
    "technologies": [
      "React Native",
      "JavaScript",
      "Expo"
    ],
    "image": "/images/guessinggame-back.webp",
    "video": "9ve0WXNKLtc",
    "githubLink": "https://github.com/phsworks/guessing-game-react-native",
    "liveDemo": null
  },
  {
    "id": 7,
    "title": "Recipe App",
    "translations": {
      "en": {
        "shortDescription": "A React Native app to manage and explore recipes.",
        "longDescription": "This Recipe App is a React Native app I developed during a course to explore how to build dynamic applications. It features an intuitive user interface and the ability to filter recipes based on categories. This project helped me learn about React Native Navigation components. (no live preview)"
      },
      "nl": {
        "shortDescription": "Een React Native app om recepten te beheren en te verkennen.",
        "longDescription": "Deze Recipe App is een React Native app die ik ontwikkelde tijdens een cursus om te leren hoe je dynamische applicaties bouwt. Het biedt een intuïtieve gebruikersinterface en de mogelijkheid om recepten te filteren op basis van categorieën. Dit project hielp me om meer te leren over React Native Navigatie componenten. (geen live preview)"
      }
    },
    "technologies": [
      "React Native",
      "JavaScript",
      "Expo"
    ],
    "image": "/images/recipe-app-back.webp",
    "video": "0mJKk9R2S2I",
    "githubLink": "https://github.com/phsworks/my-recipes-app",
    "liveDemo": null
  },
  {
    "id": 8,
    "title": "Solvware",
    "translations": {
      "en": {
        "shortDescription": "A modern interactive business website for Solvware.",
        "longDescription": "During my internship at Solvware, I redesigned their website to integrate existing content with new, modern elements. The website highlights Solvware's diverse services, emphasizing usability and clarity. With a responsive design, intuitive navigation, and strategic call-to-actions, the site effectively communicates Solvware's technical expertise and converts visitors into clients."
      },
      "nl": {
        "shortDescription": "Een moderne interactieve bedrijfssite voor Solvware.",
        "longDescription": "Tijdens mijn stage bij Solvware heb ik hun website herontworpen om bestaande inhoud te integreren met nieuwe, moderne elementen. De website benadrukt de diverse diensten van Solvware, met de nadruk op gebruiksgemak en duidelijkheid. Met een responsief ontwerp, intuïtieve navigatie en strategische call-to-actions communiceert de site effectief de technische expertise van Solvware en zet bezoekers om in klanten."
      }
    },
    "technologies": [
      "WordPress",
      "CSS"
    ],
    "image": "/images/solvware-back.webp",
    "video": "kEjU5_Md3uI",
    "githubLink": null,
    "liveDemo": "https://solvware.nl"
  },
  {
    "id": 9,
    "title": "Mietis Mobile User Flow",
    "translations": {
      "en": {
        "shortDescription": "A mobile user flow for shopping bags at Mietis.",
        "longDescription": "Mietis was a client project we worked on during the Full Stack Web Development Bootcamp at Ironhack. Located near our campus, Mietis challenged us to design and develop a seamless user flow for their website, focusing on customizing and purchasing bags. The goal was to create a smooth and engaging shopping experience that allowed customers to personalize products effortlessly. This fast-paced, one-week project pushed us to collaborate closely with UX/UI design students, combining design and development to deliver a functional and user-friendly solution under a tight deadline."
      },
      "nl": {
        "shortDescription": "Een mobiele user-flow voor het kopen van tassen bij Mietis.",
        "longDescription": "Mietis was een klantproject waar we aan werkten tijdens de Full Stack Web Development Bootcamp bij Ironhack. Dichtbij onze campus gevestigd, daagde het bedrijf Mietis ons uit om een soepele user-flow voor hun website te ontwerpen en te ontwikkelen, met de nadruk op het aanpassen en kopen van tassen. Het doel was om een vlotte winkelervaring te creëren die klanten in staat stelt om producten gemakkelijk te personaliseren. Dit snel veranderende, één week durende project dwong ons om nauw samen te werken met UX/UI design studenten, waarbij we design en ontwikkeling combineerden om een functionele en gebruiksvriendelijke oplossing te leveren binnen een korte deadline."
      }
    },
    "technologies": [
      "React",
      "CSS",
      "JavaScript"
    ],
    "image": "/images/mietis-webshop-back.webp",
    "video": "vJBIYEjoK7c",
    "githubLink": "https://github.com/didonatodani/mietis",
    "liveDemo": "https://mietis.netlify.app/#/createbag"
  },
  {
    "id": 10,
    "title": "House in Tuscany",
    "translations": {
      "en": {
        "shortDescription": "A stylish booking website for House in Tuscany.",
        "longDescription": "HouseInTuscany.eu is a website designed to showcase the beauty and charm of my family’s vacation villa in Tuscany. The goal was to highlight the villa’s unique atmosphere and the stunning Tuscan landscape while making it easy for visitors to explore the property and book their stay. The design focuses on elegance and simplicity, providing clear information about the villa’s features, availability, and nearby attractions."
      },
      "nl": {
        "shortDescription": "Een stijlvolle boekingssite voor House in Tuscany.",
        "longDescription": "HouseInTuscany.eu is een website ontworpen om de schoonheid en charme van de vakantievilla van mijn familie in Toscane te tonen. Het doel was om de unieke sfeer van de villa en het prachtige Toscaanse landschap te benadrukken en het gemakkelijk te maken voor bezoekers om het eigendom te verkennen en hun verblijf te boeken. Het ontwerp richt zich op elegantie en eenvoud, met duidelijke informatie over de kenmerken van de villa, beschikbaarheid en nabijgelegen attracties."
      }
    },
    "technologies": [
      "WordPress",
      "CSS"
    ],
    "image": "/images/houseintuscany-back.webp",
    "video": "jNbIfOlhsN0",
    "githubLink": null,
    "liveDemo": "https://houseintuscany.eu"
  }
]