[
  {
    "id": 1,
    "title": "007 Legacy",
    "shortDescription": "A James Bond-themed browser game created with passion.",
    "longDescription": "007 Legacy is a browser-based game inspired by my love for James Bond. Players navigate as Bond, taking on missions, defeating villains, and collecting Vodka Martinis for extra lives. The game incorporates iconic Bond elements, such as thrilling scenarios and gadgets, combined with smooth gameplay mechanics and a responsive layout. Developed with HTML, CSS, and JavaScript, this project highlights creativity and technical skills while providing an immersive gaming experience.",
    "technologies": [
      "HTML",
      "CSS",
      "JavaScript"
    ],
    "image": "/images/007-legacy.png",
    "video": "I9rkChfLnzw",
    "githubLink": "https://github.com/phsworks/007-Legacy",
    "liveDemo": "https://phsworks.github.io/007-Legacy/"
  },
  {
    "id": 2,
    "title": "BookQuest",
    "shortDescription": "An online personal library for managing books.",
    "longDescription": "BookQuest is a web application designed for book enthusiasts to track books they've read and want to read. It features personalized filters, a reading profile, and interactive elements, allowing users to organize collections effortlessly. The app's user-friendly interface and efficient design make it a valuable tool for any avid reader.",
    "technologies": [
      "React",
      "CSS",
      "JavaScript"
    ],
    "image": "/src/assets/legacy.png",
    "video": null,
    "githubLink": "https://github.com/username/bookquest",
    "liveDemo": "https://bookquest.example.com"
  },
  {
    "id": 3,
    "title": "IronHub",
    "shortDescription": "A platform for Ironhack students to collaborate and share knowledge.",
    "longDescription": "IronHub was developed as a forum for Ironhack students to ask questions, share resources, and collaborate on projects. With a secure sign-up and login system, users can post questions, share insights, and find answers in a supportive community environment. The platform also features resources like tutorials and articles, enhancing the learning experience. Built using React, JavaScript, and MongoDB, IronHub embodies the spirit of collaboration and innovation.",
    "technologies": [
      "React",
      "CSS",
      "JavaScript",
      "MongoDB"
    ],
    "image": "/src/assets/ironhub-2.svg",
    "video": null,
    "githubLink": "https://github.com/username/ironhub",
    "liveDemo": "https://ironhub-front.netlify.app"
  },
  {
    "id": 4,
    "title": "Mobile User-Flow UX/UI Project",
    "shortDescription": "Interactive mobile user flow for customizing bags.",
    "longDescription": "This project focused on creating a seamless UX/UI flow for a mobile application that allows users to customize bags. Emphasizing user-friendly interactions and responsive design, the application guides users through a smooth process, from selecting options to visualizing the final product. The project showcases design thinking and front-end development expertise.",
    "technologies": [
      "React",
      "CSS",
      "JavaScript"
    ],
    "image": "/src/assets/",
    "video": null,
    "githubLink": null,
    "liveDemo": "https://mietis.netlify.app/#/createbag"
  },
  {
    "id": 5,
    "title": "Solvware Website",
    "shortDescription": "Corporate website showcasing Solvware's software solutions.",
    "longDescription": "During my internship at Solvware, I redesigned their website to integrate existing content with new, modern elements. The website highlights Solvware's diverse services, emphasizing usability and clarity. With a responsive design, intuitive navigation, and strategic calls-to-action, the site effectively communicates Solvware's technical expertise and converts visitors into clients.",
    "technologies": [
      "WordPress",
      "CSS"
    ],
    "image": "/src/assets/solvware.png",
    "video": "kEjU5_Md3uI",
    "githubLink": null,
    "liveDemo": "https://solvware.nl"
  },
  {
    "id": 6,
    "title": "SolvCRM Website",
    "shortDescription": "Informational website for SolvCRM, a powerful CRM system.",
    "longDescription": "As part of my internship, I developed a clean and functional website for SolvCRM to highlight its advanced features. The website emphasizes capabilities like workflow automation, centralized data management, and Google Calendar integration. Designed with the user in mind, the site is optimized for performance and accessibility, ensuring a seamless experience for visitors.",
    "technologies": [
      "WordPress",
      "CSS"
    ],
    "image": "/src/assets/solvcrm.png",
    "video": "Bo2YxoRB8Xg",
    "githubLink": null,
    "liveDemo": "https://solvcrm.nl"
  },
  {
    "id": 7,
    "title": "House in Tuscany Website",
    "shortDescription": "An elegant online presence for a luxurious vacation villa in Tuscany.",
    "longDescription": "HouseInTuscany.eu is a visually stunning website that showcases the luxury and charm of a vacation villa in Tuscany. The design focuses on aesthetics, capturing the beauty of the Tuscan landscape while providing comprehensive information about the villa's features and local attractions. Visitors are inspired by immersive visuals and intuitive navigation, making it easy to book their dream getaway.",
    "technologies": [
      "WordPress",
      "CSS"
    ],
    "image": "/src/assets/houseintuscany.png",
    "video": "jNbIfOlhsN0",
    "githubLink": null,
    "liveDemo": "https://houseintuscany.eu"
  }
]