[
  {
    "id": 1,
    "title": "007 Legacy",
    "shortDescription": "A James Bond-themed browser game.",
    "longDescription": "007 Legacy is a browser-based game inspired by my love for James Bond. In the game you will be fighting against multiple Bond Villains based on the movie franchise. They will come at you with everything they got and you need to be careful not too let them catch you. Ofcourse you have a licence to kill so you will be able to shoot the Villains. And also look for the Vodka Martinis, they can give you some extra strength to be stronger in your fight against the Villains.",
    "technologies": [
      "HTML",
      "CSS",
      "JavaScript"
    ],
    "image": "/images/007-legacy.png",
    "video": "I9rkChfLnzw",
    "githubLink": "https://github.com/phsworks/007-Legacy",
    "liveDemo": "https://phsworks.github.io/007-Legacy/"
  },
  {
    "id": 2,
    "title": "BookQuest",
    "shortDescription": "A personal library app for organizing books.",
    "longDescription": "BookQuest was created during my Full Stack Development Bootcamp at IronHack with a colleague. We wanted to build an app that helps users organize their personal libraries, like their favorite books, and keep track of the ones they still want to read. We used Supabase to manage and store the book data, making it easy to create a smooth and responsive experience for book lovers.",
    "technologies": [
      "React",
      "CSS",
      "JavaScript"
    ],
    "image": "/images/TheBookQuest.png",
    "video": "gLO3q4JOJDk",
    "githubLink": "https://github.com/NigelFerrefe/bookquest-project",
    "liveDemo": "https://thebookquest.netlify.app/"
  },
  {
    "id": 3,
    "title": "IronHub",
    "shortDescription": "A forum platform for the Ironhack community.",
    "longDescription": "IronHub was developed during my Full Stack Development Bootcamp inspired by platforms like Stack Overflow. We wanted to create a dedicated space for Ironhack students to ask questions, share resources, and collaborate on projects. The platform features a secure sign-up and login system, allowing users to post questions, exchange ideas, and support each other in the growing IronHack community. The platform was built with React, JavaScript (NodeJS), and MongoDB.",
    "technologies": [
      "React",
      "CSS",
      "JavaScript",
      "MongoDB"
    ],
    "image": "/images/ironhub-platform.png",
    "video": "fmNhYVl26AQ",
    "githubLink": "https://github.com/didonatodani/ironhub-front",
    "liveDemo": "https://ironhub-front.netlify.app"
  },
  {
    "id": 4,
    "title": "Mietis mobile userflow",
    "shortDescription": "A mobile user flow for shopping bags at Mietis",
    "longDescription": "Mietis was a client project we worked on during the Full Stack Web Development Bootcamp at Ironhack. Located near our campus, Mietis challenged us to design and develop a seamless user flow for their website, focusing on customizing and purchasing bags. The goal was to create a smooth and engaging shopping experience that allowed customers to personalize products effortlessly. This fast-paced, one-week project pushed us to collaborate closely with UX/UI design students, combining design and development to deliver a functional and user-friendly solution under a tight deadline.",
    "technologies": [
      "React",
      "CSS",
      "JavaScript"
    ],
    "image": "/images/Mietis-webshop.png",
    "video": "vJBIYEjoK7c",
    "githubLink": "https://github.com/didonatodani/mietis",
    "liveDemo": "https://mietis.netlify.app/#/createbag"
  },
  {
    "id": 5,
    "title": "Solvware",
    "shortDescription": "A modern business website for Solvware.",
    "longDescription": "During my internship at Solvware, I redesigned their website to integrate existing content with new, modern elements. The website highlights Solvware's diverse services, emphasizing usability and clarity. With a responsive design, intuitive navigation, and strategic call-to-actions, the site effectively communicates Solvware's technical expertise and converts visitors into clients.",
    "technologies": [
      "WordPress",
      "CSS"
    ],
    "image": "/images/Solvware-website.png",
    "video": "kEjU5_Md3uI",
    "githubLink": null,
    "liveDemo": "https://solvware.nl"
  },
  {
    "id": 6,
    "title": "House in Tuscany",
    "shortDescription": "A stylish website for House in Tuscany.",
    "longDescription": "HouseInTuscany.eu is a website designed to showcase the beauty and charm of my family’s vacation villa in Tuscany. The goal was to highlight the villa’s unique atmosphere and the stunning Tuscan landscape while making it easy for visitors to explore the property and book their stay. The design focuses on elegance and simplicity, providing clear information about the villa’s features, availability, and nearby attractions.",
    "technologies": [
      "WordPress",
      "CSS"
    ],
    "image": "/images/House.png",
    "video": "jNbIfOlhsN0",
    "githubLink": null,
    "liveDemo": "https://houseintuscany.eu"
  },
  {
    "id": 7,
    "title": "BucketlistPosters",
    "shortDescription": "A modern webshop for Bucketlistposters.nl.",
    "longDescription": "Bucketlist Posters started as a large webshop called Trendgigant, where I was selling a wide range of trendy products together with friend. We built the webshop using WordPress and WooCommerce, which became a great learning experience and sparked my passion for web development. Over time, I decided to focus more on growing my skills as a developer. The platform is now rebranded into BucketlistPosters.nl.",
    "technologies": [
      "WordPress",
      "CSS"
    ],
    "image": "/images/Bucketlistposters.nl.png",
    "video": "Y69TIW-kSzo",
    "githubLink": null,
    "liveDemo": "https://bucketlistposters.nl/"
  }
]